Repository: JemAlvarez/Gyfter-Localizable
Catalog: *.lproj/AppStoreLocalizable.strings
Languages: de, kr

source: gift, occasion, reminder, birthday, anniversary, remember, forget, mother, wedding, day, event, noti
de: geschenk, anlass, erinnerung, geburtstag, jahrestag, erinnern, vergessen, mutter, vater, tag, event, benachrichtigung
kr: 선물, 행사, 미리 알림, 생일, 기념일, 기억하다, 잊어버리다, 어머니, 결혼식, 일, 이벤트, 알림

source: Keep them synced across all your devices
de: Synchronisiert über all deine Geräte
kr: 이들을 모든 기기에 동기화하세요

source: All your Occasions in one place
de: All deine Anlässe an einem Ort
kr: 당신의 모든 기념일들을 한 곳에

source: Create your custom Occasions
de: Erstelle deine eigenen Anlässe
kr: 당신만의 기념일을 만들세요

source: Never forget to Gyft your loved ones again
de: Vergiss nie wieder deine Geliebten zu beschenken
kr: 사랑하는 이에게 선물하기를 절대 잊지 마세요

source: Sort your occasions
de: Ordne deine Anlässe
kr: 당신의 기념일들을 정렬하세요

source: Easy to find, edit, and review
de: Einfach zu Finden, Bearbeiten und Überprüfen
kr: 찾기, 편집, 리뷰하기 쉬움

source: Gyfter - Occasion Reminder
de: Gyfter - Anlass Erinnerungen
kr: Gyfter - 기념일 알림

source: Don't forget to Gyfting
de: Vergiss nicht zu schenken
kr: 선물하기를 잊지 마세요

source: Supporter
de: Unterstützer
kr: 후원자

source: Support me and get extra features :)
de: Unterstütze mich und erhalte Zugriff auf weitere Funktionen :)
kr: 후원을 통해, 추가 기능들을 사용해 보세요 :)
